Repository: langovoi/orphereus
Catalog: Orphereus/i18n/*/LC_MESSAGES/Orphereus.po
Languages: ru

source: New thread
ru: Создать тред

source: Text
ru: Сообщение

source: File
ru: Файл

source: Spoiler
ru: Спойлер

source: Captcha
ru: Подтверждение

source: Password
ru: Пароль

source: Go to
ru: Переход

source: Oekaki
ru: Рисунок

source: Size
ru: Размер

source: Draw
ru: Рисовать

source: Board settings
ru: Настройки доски

source: Minimum picture size
ru: Минимальный размер изображения

source: Maximum file size
ru: Максимальный размер файла

source: Thumbnail size
ru: Размер превью

source: Images
ru: Изображения

source: not
ru: не

source: allowed
ru: разрешено

source: Imageless threads
ru: Создание треда без файла

source: Imageless posts
ru: Ответы без файла

source: Spoiler alerts
ru: Спойлеры

source: Op can delete thread
ru: Удаление треда автором

source: Op can moderate thread
ru: Самомодерация автором

source: Additional information
ru: Дополнительно

source: Enabled extensions
ru: Разрешённые типы файлов

source: turned
ru: &nbsp;

source: off
ru: выключено

source: on
ru: включено

source: (with marks)
ru: (с отметками)

source: (without marks)
ru: (без отметок)

source: Board-wide prooflabels
ru: Глобальные пруфметки

source: IP logging
ru: Cохранение IP

source: only for anonymous
ru: только для незарегистрированных

source: disabled
ru: отключено

source: for all users
ru: для всех пользователей

source: Invisible bumps
ru: "Невидимые" бампы

source: enabled
ru: включено

source: News site mode
ru: Новостной режим

source: (but inverted in your profile)
ru: (переключено в профиле)

source: Markup and features
ru: Разметка и функции

source: Board-specific rules:
ru: Правила доски:

source: Posted in
ru: Доски

source: Hide
ru: Скрыть

source: Unhide
ru: Показать

source: Read
ru: Читать

source: Comment is too long.
ru: Сообщение слишком длинное.

source: Full version
ru: Целиком

source: %s post omitted.
ru: %s сообщение пропущено.

source: Expand thread
ru: Развернуть тред

source: [REMOVABLE]
ru: [Можно удалить]

source: This is resized copy. Click it to view original image
ru: Уменьшенная копия. Полное изображение по клику.

source: Hidden thread <a href="%s">#%s</a> (%s replies) posted in /%s/
ru: Скрытый тред <a href="%s">#%s</a> (%s ответов) в /%s/

source: Only file
ru: Только файл

source: Delete post(s)
ru: Удалить пост(ы)

source: Captcha text
ru: Подтверждение

source: Close
ru: Закрыть

source: Views' customization
ru: Персонализация

source: Threads per page
ru: Тредов на странице

source: Replies per thread
ru: Число ответов в тред

source: Home filter exclusions
ru: Фильтр обзора

source: (You can ignore only existing tags)
ru: (Можно игнорировать только существующие тэги)

source: Highlight my posts
ru: Выделять свои сообщения

source: Mix old threads into boards
ru: Примешивать старые треды

source: Invert thread sorting mode
ru: Изменить порядок сортировки тредов

source: (Sort by last post date)
ru: (По дате последнего сообщения)

source: (Sort by op-post date)
ru: (По дате первого сообщения)

source: Hide long comments
ru: Обрезать длинные сообщения

source: Use AJAX hints
ru: Использовать всплывающие ссылки

source: Use initial title shrinking
ru: Сворачивать форму постинга

source: Expand images in threads
ru: Раскрывать сообщения в тредах

source: Max size to expand
ru: Максимальный размер для раскрытия

source: (Stricter condition will be used)
ru: (Используется более строгое условие)

source: Oekaki defaults
ru: Настройки оэкаки

source: Use Selfy
ru: Использовать Selfy

source: Record animation
ru: Записывать анимацию

source: Use Shi Pro
ru: Использовать Shi Pro

source: Site customization
ru: Отображение сайта

source: Use frames
ru: Использовать фреймы

source: By default Go To
ru: Переход по умолчанию к

source: Template
ru: Шаблон

source: Style
ru: Стиль

source: Board language
ru: Язык доски

source: Captcha language
ru: Язык капчи

source: Hidden threads
ru: Скрытые треды

source: Thread <a href="%s">#%s</a> (%s replies) posted in %s
ru: Тред <a href="%s">#%s</a> (%s ответов) в %s

source: Add new filter
ru: Добавить новый фильтр

source: Access and security
ru: Доступ и безопасность

source: Current Security Code
ru: Код безопасности

source: Leave this fields empty if you don't wish to change your security code and UID
ru: Оставьте поля пустыми, если не хотите изменить код безопасности и UID.

source: You are in anonymous mode now. Settings will be saved in cookies
ru: Вы не авторизованы. Настройки сохраняются в кукисах.

source: Additional parameters
ru: Дополнительно

source: Found
ru: Найдено

source: Search again
ru: Повторить поиск

source: Help
ru: Помощь

source: from
ru: из

source: donate
ru: Помощь

source: finalAnonymization
ru: Анонимизация

source: markup
ru: Разметка

source: Rules
ru: Правила

source: Vital signs
ru: Статус

source: Last
ru: Сейчас

source: Previous
ru: До этого

source: Rate
ru: Отношение

source: Unique users for 1000 posts
ru: Пользователей на 1000 постов

source: Posts during week
ru: Постов за неделю

source: Total posts: %d; total users: %d (banned: %d, active: %d)
ru: Всего сообщений: %d, пользователей: %d (забанено %d, активно %d)

source: Let my BOARDS go!
ru: &nbsp;

source: Special tags
ru: Специальные тэги

source: Useful stuff is so useful
ru: &nbsp;

source: Every small TAG has hidden powers. And it has everything to become a BOARD
ru: &nbsp;

source: Add user tag
ru: Добавить пользовательский тэг

source: Mapped threads
ru: Отмеченные треды

source: Actions
ru: Действия

source: Remove from all threads
ru: Удалить из всех тредов

source: Change description
ru: Изменить описание

source: Tags of thread %d
ru: Тэги треда #%d

source: Add user tag to thread %d
ru: Тэг добавлен к посту %d

source: Available tags
ru: Существующие тэги

source: Add to thread
ru: Добавить к треду

source: User pages
ru: Прочее

source: Filters
ru: Фильтры
