Repository: langovoi/orphereus
Catalog: Orphereus/i18n/*/LC_MESSAGES/Orphereus.po
Languages: ru

source: Error
ru: Ошибка

source: Dashboard
ru: Администраторы

source: Common settings
ru: Общие настройки

source: Users
ru: Пользователи

source: Threads and posts
ru: Сообщения

source: Manage extensions
ru: Расширения

source: Manage users
ru: Пользователи

source: Manage bans
ru: Баны

source: Generate invite
ru: Создать приглашение

source: Manage boards
ru: Доски

source: Manage mappings
ru: Тэги тредов

source: Merge tags
ru: Слияние тэгов

source: View logs
ru: Логи

source: [Tags]
ru: [Тэги]

source: [Unpin]
ru: [Открепить]

source: [Pin]
ru: [Закрепить]

source: Administration panel
ru: Администрирование

source: No way! You aren't holy enough!
ru: Нет пути! Святости маловато!

source: Index
ru: Управление

source: Logs
ru: Логи

source: Invites
ru: Приглашения

source: Invite creation
ru: Создание приглашения

source: Generated invite id %s. Reason: %s
ru: Создан инвайт %s. Повод: %s

source: Bans management
ru: Баны

source: Please check the format of IP addresses and masks.
ru: Проверьте правильность написания маски подсети и адреса.

source: Editing ban %s
ru: Редактирование бана %s

source: New IP ban
ru: Новый бан по IP

source: This ban doesn't exist.
ru: Нет такого бана.

source: Updated ban no. %s
ru: Бан #%s обновлён.

source: Ban properties were updated
ru: Изменения сохранены

source: Deleted ban %s
ru: Бан %s снят

source: Ban record no. %s deleted
ru: Бан %s удалён

source: Added ban no. %s. Reason: %s
ru: Создан бан %s, причина: %s

source: Added ban no. %s
ru: Добавлен бан #%s

source: Extensions management
ru: Настройка расширений

source: Editing extension %s
ru: Редактирование расширения %s

source: Too long extension
ru: Слишком длинное расширение.

source: Created extension %s
ru: Создано расширение %s

source: Extension created
ru: Расширение создано.

source: Edited extension %s
ru: Обновлено расширение %s

source: Extension edited
ru: Изменения сохранены

source: Deleted extension %s
ru: Расширение %s удалено

source: Extension deleted
ru: Расширение удалено

source: Can't delete extension. Uploaded files with this extension exists.
ru: Нельзя удалить расширение, с которым имеются загруженные файлы.

source: Pin thread
ru: Закрепить тред

source: Post %d is %s now
ru: Сообщение %d %s

source: Incorrect thread number
ru: Неверный номер треда

source: Accepted
ru: ОК

source: Declined: unacceptable combination of tags
ru: Отклонено: недопустимое сочетание тэгов.

source: Incorrect source or target
ru: Неверный источник или получатель.

source: Incorrect input values
ru: Введены неверные значения.

source: This is not op-post
ru: Редактировать тэи можно только у ОП-постов.

source: Removed tag %s from post %d
ru: Тэг %s удалён из треда %d

source: Can't delete last tag!
ru: Нельзя удалить единственный тэг.

source: Added tag %s to post %d
ru: Тэг %s добавлен к посту %d

source: Non-existent tag
ru: Тэг не существует

source: Boards management
ru: Доски

source: Edit board
ru: Редактирование доски

source: Board must be empty for deletion
ru: Можно удалить только пустую доску.

source: Deleted board %s %s
ru: Удалена доска %s %s

source: Updated board
ru: Изменения сохранены.

source: Edited board %s %s
ru: Отредактированы настройки %s %s

source: Board %s already exists!
ru: Доска %s уже существует!

source: Board name should be non-empty and should contain only valid symbols
ru: Имя доски не может быть пустым и должно содержать только допустимые символы.

source: Users management
ru: Пользователи

source: No such user exists.
ru: Этот пользователь не существует.

source: User edit attemption
ru: Запрос на редактирование пользователя

source: Viewed IP for post '%s'. Reason: %s
ru: Просмотр IP сообщения '%s'. Причина: %s

source: IP-based moderation
ru: Модерация по IP

source: No posts are associated with this IP
ru: Нет сообщений с этого адреса.

source: User management
ru: Пользователи

source: No reason given!
ru: Причина не указана.

source: Viewed UID for user '%s' from post '%s'. Reason: %s
ru: Просмотр UID пользователя '%s' (сообщение '%s'). Причина: %s

source: This post is created by a non-registered user whose IP wasn't saved
ru: Этот пост принадлежит пользователю, чей IP не сохранён.

source: This post is anonymized
ru: Этот пост анонимизирован.

source: Post not found
ru: Сообщение не найдено.

source: Changed user %s isAdmin to %s
ru: Изменён параметр пользователя %s isAdmin на %s

source: Changed right "%s" for user #%s to %s
ru: Изменение привелегии "%s" пользователя #%s на %s

source: User access was changed
ru: Доступ пользователя изменён.

source: This user is already banned
ru: Этот пользователь уже забанен.

source: Unbanned user %s (%s days for reason "%s")
ru: Разбанен пользователь %s (%s дней, причина: "%s")

source: User was unbanned
ru: Бан снят.

source: This user is not banned
ru: Этот пользователь не забанен.

source: No posts found
ru: Сообщения не найдены.

source: You should specify lookup reason
ru: Необходимо указать причину поиска сообщений.

source: Incorrect quantity value
ru: Неверное число сообщений.

source: Password was successfully changed.
ru: Пароль изменён.

source: Changed password for user "%s"
ru: Изменён пароль пользователя "%s"

source: Security code changed
ru: Код безопасности изменён.

source: Incorrect security codes
ru: Неверные коды безопасности

source: User deleted
ru: Пользователь удалён.

source: You should specify deletion reason
ru: Укажите причину удаления.

source: You haven't rights to delete user
ru: Недостаточно прав для удаления пользователя.

source: Board creation denied: %s
ru: Отказано в создании доски: %s

source: Incorrect page
ru: Неверный номер страницы.

source: Overview
ru: Обзор

source: Related threads
ru: Связанные треды

source: My threads
ru: Мои треды

source: Home
ru: Главная

source: Overview is disabled.
ru: Обзор запрещён

source: No such post exist.
ru: Нет такого сообщения.

source: You must specify post tagline.
ru: Укажите список тэгов.

source: Profile is not avaiable to Anonymous users.
ru: Анонимные пользователи не имеют доступ к профилю.

source: Profile
ru: Профиль

source: Password was NOT changed.
ru: Пароль не изменён.

source: Profile was updated.
ru: Профиль обновлён.

source: Reload page for language changes to take effect.
ru: Обновите страницу для отображения изменений языка.

source: Removing prohibited
ru: Удаление запрещено

source: Search
ru: Поиск

source: Search plugin isn't configured
ru: Плагин поиска не настроен

source: The plugin selected to search doesn't provide search features
ru: Выбранный плагин поиска не умеет искать.

source: Final Anonymization
ru: Полная анонимизация

source: Final Anonymity is disabled
ru: Полная анонимизация запрещена.

source: Final Anonymity available only for registered users
ru: Полная анонимизация доступна только зарегистированным пользователям.

source: You are not author of post #%s
ru: Вы - не автор поста #%s

source: Post #%d successfully anonymized
ru: Пост #%d анонимизирован.

source: Can't anomymize post #%d now, it will be allowed after %s (now: %s)
ru: Нельзя анонимизировать пост #%d прямо сейчас, это можно будет сделать " "не раньше, чем %s (сейчас: %s)

source: Nothing to anonymize
ru: Нечего анонимизировать.

source: Posting is disabled
ru: Постинг запрещён.

source: No animation associated with this post
ru: С этим сообщением не связано анимации.

source: IP banned
ru: Этот IP адрес забанен

source: Incorrect Captcha value
ru: Неверно введена капча.

source: Can't post into non-existent thread
ru: Тред не существует.

source: You should specify at least one board
ru: Необходимо указать как минимум одну доску.

source: Too many tags. Maximum allowed: %s
ru: Слишком много тэгов. Максимальное число: %s

source: Crossposting disabled
ru: Кросс-постинг запрещён.

source: Crossposting allowed only for service tags
ru: Кросс-постинг разрешён только для служебных тэгов.

source: Can't post with service tags only
ru: Нельзя постить только со служебными тэгами.

source: Tags restrictions violations:<br/> %s
ru: Нарушение разрешений по тэгу: <br/> %s

source: Unacceptable combination of tags
ru: Недопустимое сочетание тэгов.

source: Message is too long
ru: Сообщение слишком длинное.

source: Files are not allowed on this board
ru: На этой доске нельзя постить файлы.

source: File size (%d) exceeds the limit (%d)
ru: Размер файла (%d байт) превышает максимально разрешённый (%d байт).

source: Image is too small. At least one side should be %d or more pixels.
ru: Изображение слишком маленькое. Минимальный размер по любой стороне: %d " "пикселей.

source: At least message or file should be specified
ru: Необходимо либо присоединить файл, либо написать сообщение.

source: Replies without image are not allowed
ru: Ответы без изображений запрещены.

source: Threads without image are not allowed
ru: Создание треда без изображения не разрешено.

source: Remove old bans
ru: Снятие старых баны

source: Destroy IP trackers (older than one day)
ru: Удаление IP трекеров (старше дня)

source: Destroy unused invites (older than one week)
ru: Удаление старых приглашений (старше недели)

source: Destroy unused oekaki IDs (older than one day)
ru: Удаление старых ID оэкаки (старше дня)

source: Integrity checks
ru: Проверки целостности

source: Update caches
ru: Обновить кэш

source: Update statistics
ru: Пересчитать статистику

source: Ban ALL users without posts
ru: Забанить пользователей без сообщений

source: Remove empty tags
ru: Удалить пустые тэги

source: Reparse posts which can be reparsed and fix incorrect XHTML if any
ru: Репарснуть сообщения

source: Sort uploads
ru: Пересортировать загруженные файлы

source: Search for orphaned posts and group them into thread #0
ru: Поиск потерянных сообщений и перемещение их в тред №0

source: Maintenance
ru: Обслуживание

source: Posting into service thread #0 is prohibited
ru: Это служебный тред, постинг в него запрещён.

source: You are banned on %s for %s days for the following reason:<br/>%s
ru: Вы забанены %s на %s дней по причине:<br/>%s

source: ORLY?
ru: Чё, правда?

source: Authorization disabled
ru: Вход запрещён.

source: Login
ru: Авторизация

source: Your Security Code was used during registration by another user. Contact administrator immediately please.
ru: Ваш код безопасности был использован при регистрации другим " "пользователем. Свяжитесь с администрацией.

source: You entered already existing password. Previous account was banned. Contact administrator please.
ru: Вы ввели уже существующий пароль. Предыдущий аккаунт был заблокирован." "Свяжитесь с администрацией.

source: Register
ru: Регистрация

source: Banned
ru: Бан

source: Excuse me, WTF are you?
ru: Ты ктоааа?!+

source: You are posting too fast.
ru: Умерьте пыл.

source: Example
ru: Пример

source: Output revalidation and compression tool
ru: Валидация и сжатие кода страниц

source: HTTP headers dumper
ru: Дамп HTTP-заголовков

source: Rebuild JavaScript
ru: Перестроить скрипты

source: Javascript compression tool
ru: Сжатие Javascript-кода

source: Rebuild JavaScrtipt
ru: Перестроить JS

source: Rebuild completed
ru: Перестройка выполнена.

source: News commenting is not allowed.
ru: Нельзя комментировать новости.

source: Posting into board /%s/ is prohibited.
ru: Постинг в доску /%s/ запрещён.

source: News feed for main page
ru: Новости для главной страницы

source: RSS/Atom feeds
ru: Потоки RSS/Atom

source: %s: thread #%d
ru: %s: тред #%d

source: Thread #%d
ru: Тред #%d

source: Query too short (minimal length: %d)
ru: Слишком короткий запрос (минимальная длина: %d)

source: Search based on LIKE operator
ru: Поиск с использованием оператора LIKE

source: Search failed. Sphinx engine returned '%s'
ru: Ошибка поиска: '%s'

source: %d posts was found during search, %d was ignored due engine restrictions
ru: %d сообщений найдено, %d пропущено из-за системных ограничений

source: Extended settings
ru: Настройки

source: Engine configuration
ru: Настройка

source: Performed global settings reset.
ru: Выполнен сброс настроек.

source: Engine settings were set to default values.
ru: Настройки сборошены.

source: Deleted %s orphaned settings.
ru: Удалено %s настроек.

source: '%s' isn't correct number, but '%s' must be an integer number.
ru: '%s' не является числом, но '%s' должно быть им.

source: Changed %s from '%s' to '%s'
ru: Изменение настройки %s ('%s' -> '%s')

source: Settings were updated
ru: Изменения сохранены

source: Import thread
ru: Импорт треда

source: Specify thread or tagline.
ru: Укажите номер трэда или тэги.

source: This file is not a thread archive.
ru: Этот файл не является архивом треда.

source: Thread import
ru: Импорт треда

source: Posts were imported successfully into <a href="%s" target="_blank">this thread<a>.
ru: Сообщения импортированы в <a href="%s" target="_blank">этот</a> тред.

source: Please, select a file.
ru: Выберите файл

source: [My tags]
ru: [Мои тэги]

source: User tags
ru: Пользовательские тэги

source: Personal tags module
ru: Модуль личных тэгов

source: User tags allowed only for registered users
ru: Добавление своих тэгов доступно только зарегистированным пользователям.

source: User tags of thread
ru: Пользовательские тэги

source: This tag isn't mapped to this post
ru: Этот тэг не привязан к этому сообщению

source: Incorrect tag id
ru: Неверный id тэгa.

source: Tag doesn't exists
ru: Тэг не существует.

source: This tag already mapped to this post
ru: Этот тэг уже прикреплён.

source: Incorrect thread id
ru: Неверный номер треда

source: User tags management
ru: Мои тэги

source: Tag already exists
ru: Тэг уже существует!

source: Can't delete mapped tag
ru: Нельзя удалить тэг с сообщениями.

source: Title
ru: Тема

source: Thread
ru: Тред

source: First page of current board
ru: Начало доски

source: Current page of current board
ru: Текущая страница доски

source: First page of destination board
ru: Первая страница доски-назначения

source: Referrer
ru: Реферер

source: Can't post files without extension
ru: Нельзя постить файлы без расширения.

source: Extension "%s" is disallowed
ru: Расширение "%s" не разрешено.

source: Broken picture. Maybe it is interlaced PNG?
ru: Некорректный файл. Может, он чересстрочный PNG?

source: euoa
ru: аеиоуыэюя

source: qwrtypsdfghjkzxcvbnm
ru: бвгджзклмнпрстфхцчщш

source: Deleted post %s (owner %s); from thread: %s; tagline: %s; reason: %s
ru: Удалён пост %s (автор %s); из треда: %s; тэги: %s; причина: %s

source: Deleted thread %s (owner %s); tagline: %s; reason: %s
ru: Удалён тред %s (автор %s); тэги: %s; причина: %s

source: [self-moderation] Deleted post %s
ru: [самомодерация] Удалено сообщение %s

source: (file only)
ru: (только файл)

source: Too long. Maximal length: %s
ru: Слишком длинный тэг. Максимальная длина: %s.

source: Disabled
ru: Т'г запрещён.

source: You should specify ban reason
ru: Необходимо указать причину бана.

source: You should specify ban time in days
ru: Необходимо указать продолжительность бана в днях.

source: User was banned
ru: Пользователь забанен

source: You have entered incorrect current security code!
ru: Неверно введён код безопасности.

source: Your have entered already existing Security Code. Both accounts was banned. Contact administrator immediately please.
ru: Введён существующий код безопасности. Оба аккаунта забанены. Свяжитесь" "с администрацией.

source: Your Security Code was used during profile update by another user. Contact administrator immediately please.
ru: Была попытка смены кода безопасности другим пользователем на ваш." "Свяжитесь с администрацией

source: You have entered already existing Security Code.
ru: Введён существующий код безопасности.

source: You are banned!
ru: Вы забанены.

source: You are banned for %s days for the following reason:<br/><b>%s</b>
ru: Вы забанены на %s дней по причине:<br/>%s

source: Your UID Number: %d
ru: Ваш UID: %d

source: Logout
ru: Выход

source: You are banned on %s for %s days for following reason:<br/>%s
ru: Вы забанены %s на %s дней по причине:<br/>%s

source: Enter your security code
ru: Введите код безопасности

source: Too many login attempts. Enter CAPTCHA please
ru: Слишком много попыток входа.

source: New UID
ru: Регистрация

source: Now you can enter your personal security code.
ru: Введите свой личный код безопасности

source: Warning: you can't use this link twice.
ru: Внимание: эту ссылку нельзя использовать дважды.

source: If you close browser now you'll loss your ability to join us.
ru: Если закрыть браузер сейчас, вы потеряете возможность присоединиться к нам.

source: Re-enter security code
ru: И ещё раз:

source: Security code should be at least %d symbols
ru: Минимальная длина кода безопасности - %d символов.

source: Enter captcha
ru: Введите капчу

source: File:
ru: Файл:

source: Kbytes
ru: Кб

source: Picture was removed by user or administrator
ru: Изображение удалено пользователем или администратором.

source: Animation
ru: Анимация

source: Replies: %s
ru: Ответов: %s

source: Join
ru: Присоединиться

source: Loading
ru: Загрузка

source: Captcha required
ru: Подтверждение

source: Validating
ru: Проверка

source: You are human!
ru: Вы человек!

source: Try again
ru: Попробуйте ещё

source: Collapse thread
ru: Свернуть тред

source: Change
ru: Изменить

source: Here is content of your post:
ru: Вот ваш пост:

source: Title:
ru: Тема:

source: Message:
ru: Сообщение:

source: Tags:
ru: тэги:

source: You are trying to anonymize post #%s.
ru: Вы пытаетесь анонимизировать пост #%s.

source: Anonymize ALL posts older than this one
ru: Анонимизировать все посты старше этого

source: This action will remove mapping to your UID. You will loss abilities to:
ru: Это действие удалит привязку поста к вашему аккаунту. Вы потеряете возможности:

source: delete this post
ru: Удалить пост

source: view this post in <a href="%s">/@/</a>
ru: Видеть пост в <a href="%s">/@/</a>

source: use ID of this post in prooflabels
ru: Использовать номер поста в пруфметках.

source: Do you want to continue?
ru: Вы хотите продолжить?

source: Yes, I want!
ru: Даъ!

source: Special pages
ru: Спецстранинцы

source: Statistics
ru: Статистика

source: Unnamed section
ru: Без названия

source: Additional
ru: Дополнительно

source: Settings
ru: Настройки

source: Kill session
ru: Завершить сессию

source: Links
ru: Ссылки

source: User filters
ru: Фильтры

source: Custom filter...
ru: Фильтр...

source: Name
ru: Название

source: Threads
ru: Треды

source: Posts
ru: Сообщений

source: Description
ru: Описание

source: Total
ru: Всего

source: Thread archive
ru: Архив

source: Restore post IDs
ru: Сохранять оригинальные номера сообщений

source: Restore dates
ru: Восстанавливать даты

source: Tagline
ru: Тэги

source: OR
ru: ИЛИ

source: Target thread
ru: Тред

source: Import
ru: Импорт

source: Successfully logged in
ru: Вход выполнен

source: Incorrect security code
ru: Неверный код безопасности

source: Post number
ru: Сообщение

source: Timestamp
ru: Дата

source: Reason:
ru: Причина:

source: Show IP info
ru: Показать информацию об IP

source: Enable
ru: Включён

source: Mask
ru: Маска

source: Reason
ru: Причина

source: No access at all
ru: Полный бан

source: Date
ru: Дата

source: Period
ru: Длительность

source: Update
ru: Сохранить

source: Delete
ru: Удалить

source: Create
ru: Сохранить

source: Add new ban
ru: Новый бан

source: Active
ru: Включён

source: Network mask
ru: Маска подсети

source: Full ban
ru: Полный бан

source: Date given
ru: Дата установки

source: yes
ru: да

source: no
ru: нет

source: No users were banned.
ru: Нет забаненых пользователей.

source: Tag
ru: Тэг

source: Special board rules (split with ";")
ru: Специфичные для доски правила (разделитель ";")

source: Section
ru: Раздел

source: Persistent
ru: Постоянный

source: Service
ru: Служебный

source: (Disable deletion during maintenance, place into special group)
ru: Запретить удаление во время обслуживания, помещает в отдельную группу

source: Allow OPs without image
ru: Создание тредов без изображений

source: Allow replies without image
ru: Ответы без изображений

source: Allow files
ru: Присоединение файлов

source: Allow spoilers
ru: Спойлеры

source: Allow OP to delete his threads
ru: Удаление тредов автором

source: Allow OP to moderate thread
ru: Самомодерация

source: Max filesize (bytes)
ru: Максимальный размер файла (байт)

source: Minimal size for images (pixels)
ru: Минимальный размер изображения (пикс.)

source: Thumbnail size (pixels)
ru: Размер предпросмотра (пикс.)

source: DELETE BOARD
ru: Удалить доску

source: Create new board
ru: Добавить доску

source: Boards
ru: Доски

source: Ban
ru: Бан

source: Show all posts
ru: Показать все сообщения

source: Posts count for this IP (by unregistered users)
ru: Сообщений с этого адреса (от незарегистрированных пользователей)

source: Show posts from unregistered users
ru: Показывать сообщения незарегистрированных пользователей

source: Posts:
ru: Сообщения:

source: Remove reason:
ru: Причина удаления:

source: Remove all listed posts
ru: Удалить все перечисленные сообщения

source: Reset settings
ru: Сброс настроек

source: Delete orphaned
ru: Удаление потерянных

source: Dump settings
ru: Дамп настроек

source: (can be pasted into .ini file)
ru: (для копирования в .ini файл)

source: Extension
ru: Расширение

source: Posting enabled
ru: Разрешить постинг

source: Open links in new window
ru: Открывать ссылки в новом окне

source: Type
ru: Тип

source: Thumbnail path
ru: Путь к превью

source: Relative to <b>staticPathWeb</b> from config
ru: Относительно <b>staticPathWeb</b> из конфигурации

source: Thumbnail width
ru: Ширина превью

source: Thumbnail height
ru: Высота превью

source: Show statistics
ru: Статистика

source: Add new extension
ru: Новое расширение

source: Thumb Resolution
ru: Размеры превью

source: Thumb Path
ru: Путь к превью

source: Enabled
ru: Включено

source: New window
ru: В новом окне

source: Files posted
ru: Число файлов

source: Enter post ID:
ru: Номер сообщения

source: Remove
ru: Удалить

source: Append
ru: Добавить

source: Show user info
ru: Показать информацию о пользователе

source: Access
ru: Доступ

source: Admin
ru: Администратор

source: Can delete posts
ru: Удаление постов

source: Can make invite
ru: Создание приглашений

source: Can change settings
ru: Изменение настроек

source: Can manage boards
ru: Управление досками

source: Can manage extensions
ru: Настройка расширений

source: Can manage mappings
ru: Управление тэгами постов

source: Can run maintenance
ru: Запуск обслуживания

source: Can manage users
ru: Управление пользователями

source: (Suppresses by canChangeRights)
ru: (подавляется canChangeRights)

source: CAN CHANGE USER RIGHTS
ru: ИЗМЕНЕНИЕ ПРАВ

source: Bantime (days)
ru: Длительность (дней)

source: Ban reason
ru: Причина

source: Unban
ru: Разбанить

source: Delete user
ru: Удалить пользователя

source: Remove all users's posts
ru: Удалить все сообщения пользователя

source: Look up posts
ru: Поиск сообщений

source: Quantity of last posts to view
ru: Число сообщений

source: Look up
ru: Искать

source: Change security code
ru: Изменение кода безопасности

source: New Security Code
ru: Новый код

source: Repeat Security Code
ru: И ещё раз

source: UID or uidNumber
ru: UID или номер пользователя

source: View
ru: Просмотр

source: Current members of Holy Synod
ru: Члены Священного Синода

source: Back
ru: Назад

source: Post
ru: Отправить

source: Tags
ru: Тэги

source: New tags
ru: Новые тэги

source: Action
ru: Действие

source: Move all posts from:
ru: Переместить все посты из:

source: Maintenance panel
ru: Панель обслуживания

source: Obligatory actions
ru: Обязательные действия

source: Run all actions
ru: Запустить все

source: Optional actions
ru: Дополнительно

source: Latest news
ru: Новости

source: %d reply
ru: %d ответ

source: Reply
ru: Ответ
